[
    {
      "month": "January",
      "day": 1,
      "verse_reference": "Isaiah 43:19",
      "verse_text": "Behold, I will do a new thing, Now it shall spring forth; Shall you not know it? I will even make a road in the wilderness And rivers in the desert.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 2,
      "verse_reference": "Exodus 23:25",
      "verse_text": "So you shall serve the LORD your God, and He will bless your bread and your water. And I will take sickness away from the midst of you.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 3,
      "verse_reference": "Psalm 27:1",
      "verse_text": "The LORD is my light and my salvation; Whom shall I fear? The LORD is the strength of my life; Of whom shall I be afraid?",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 4,
      "verse_reference": "Romans 12:19-20",
      "verse_text": "Beloved, do not avenge yourselves, but rather give place to wrath; for it is written, 'Vengeance is Mine, I will repay,' says the Lord. Therefore 'If your enemy is hungry, feed him; If he is thirsty, give him a drink; For in so doing you will heap coals of fire on his head.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 5,
      "verse_reference": "John 8:31-32",
      "verse_text": "Then Jesus said to those Jews who believed Him, 'If you abide in My word, you are My disciples indeed. And you shall know the truth, and the truth shall make you free.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 6,
      "verse_reference": "Isaiah 41:14",
      "verse_text": "'Fear not, you worm Jacob, You men of Israel! I will help you,' says the LORD, 'And your Redeemer, the Holy One of Israel.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 7,
      "verse_reference": "Psalm 37:7",
      "verse_text": "Rest in the LORD, and wait patiently for Him; Do not fret because of him who prospers in his way, Because of the man who brings wicked schemes to pass.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 8,
      "verse_reference": "Jeremiah 29:11",
      "verse_text": "For I know the thoughts that I think toward you, says the LORD, thoughts of peace and not of evil, to give you a future and a hope.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 9,
      "verse_reference": "Isaiah 49:16",
      "verse_text": "Indeed I have engraved you on the palms of My hands; Your walls are continually before Me.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 10,
      "verse_reference": "Psalm 32:8-9",
      "verse_text": "I will instruct you and teach you in the way you should go; I will guide you with My eye. Do not be like the horse or like the mule, Which have no understanding, Which must be harnessed with bit and bridle.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 11,
      "verse_reference": "Psalm 91:15-16",
      "verse_text": "He shall call upon Me, and I will answer him; I will be with him in trouble; I will deliver him and honor him. With long life I will satisfy him, And show him My salvation.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 12,
      "verse_reference": "1 Thessalonians 4:16-17",
      "verse_text": "For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first. Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 13,
      "verse_reference": "Revelation 21:4",
      "verse_text": "And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 14,
      "verse_reference": "Malachi 3:6",
      "verse_text": "'For I am the LORD, I do not change; Therefore you are not consumed, O sons of Jacob.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 14,
      "verse_reference": "Hebrews 13:8",
      "verse_text": "Jesus Christ is the same yesterday, today, and forever.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 15,
      "verse_reference": "2 Corinthians 1:20",
      "verse_text": "For all the promises of God in Him are Yes, and in Him Amen, to the glory of God through us.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 16,
      "verse_reference": "Joshua 1:3,5",
      "verse_text": "Every place that the sole of your foot will tread upon I have given you, as I said to Moses... No man shall be able to stand before you all the days of your life; as I was with Moses, so I will be with you. I will not leave you nor forsake you.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 17,
      "verse_reference": "Isaiah 49:15",
      "verse_text": "'Can a woman forget her nursing child, and not have compassion on the son of her womb? Surely they may forget, Yet I will not forget you.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 18,
      "verse_reference": "Exodus 23:26",
      "verse_text": "No one shall suffer miscarriage or be barren in your land; I will fulfill the number of your days.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 19,
      "verse_reference": "Isaiah 3:10",
      "verse_text": "'Say to the righteous that it shall be well with them, for they shall eat the fruit of their doings.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 20,
      "verse_reference": "Matthew 5:10",
      "verse_text": "'Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 21,
      "verse_reference": "Matthew 11:28-29",
      "verse_text": "'Come to Me, all you who labor and are heavy laden, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 22,
      "verse_reference": "John 14:1-2",
      "verse_text": "'Let not your heart be troubled; you believe in God, believe also in Me. In My Father’s house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.'",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 23,
      "verse_reference": "Colossians 4:5-6",
      "verse_text": "Walk in wisdom toward those who are outside, redeeming the time. Let your speech always be with grace, seasoned with salt, that you may know how you ought to answer each one.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "January",
      "day": 24,
      "verse_reference": "Proverbs 3:5-6",
      "verse_text": "Trust in the LORD with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "January",
      "day": 25,
      "verse_reference": "1 Peter 3:15",
      "verse_text": "But sanctify the Lord God in your hearts, and always be ready to give a defense to everyone who asks you a reason for the hope that is in you, with meekness and fear.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "January",
      "day": 26,
      "verse_reference": "Colossians 1:28-29",
      "verse_text": "Him we preach, warning every man and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus. To this end I also labor, striving according to His working which works in me mightily.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "January",
      "day": 27,
      "verse_reference": "Proverbs 28:13",
      "verse_text": "He who covers his sins will not prosper, but whoever confesses and forsakes them will have mercy.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 28,
      "verse_reference": "1 John 1:9",
      "verse_text": "If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 29,
      "verse_reference": "Psalm 2:8",
      "verse_text": "Ask of Me, and I will give You the nations for Your inheritance, and the ends of the earth for Your possession.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 30,
      "verse_reference": "Deuteronomy 28:13",
      "verse_text": "And the LORD will make you the head and not the tail; you shall be above only, and not be beneath, if you heed the commandments of the LORD your God, which I command you today, and are careful to observe them.",
      "category": "ASSURANCE"
    },
    {
      "month": "January",
      "day": 31,
      "verse_reference": "Jeremiah 32:41",
      "verse_text": "Yes, I will rejoice over them to do them good, and I will assuredly plant them in this land, with all My heart and with all My soul.",
      "category": "ASSURANCE"
    },
    
  
    {
      "month": "February",
      "day": 1,
      "verse_reference": "Philippians 4:19",
      "verse_text": "And my God shall supply all your need according to His riches in glory by Christ Jesus.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 2,
      "verse_reference": "Psalm 95:2-3",
      "verse_text": "Let us come before His presence with thanksgiving; Let us shout joyfully to Him with psalms. For the LORD is the great God, And the great King above all gods.",
      "category": "THANKSGIVING"
    },
    {
      "month": "February",
      "day": 3,
      "verse_reference": "Joel 2:26",
      "verse_text": "You shall eat in plenty and be satisfied, And praise the name of the LORD your God, Who has dealt wondrously with you; And My people shall never be put to shame.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 4,
      "verse_reference": "Hebrews 13:5",
      "verse_text": "Let your conduct be without covetousness; be content with such things as you have. For He Himself has said, 'I will never leave you nor forsake you.'",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 5,
      "verse_reference": "Genesis 3:21",
      "verse_text": "Also for Adam and his wife the LORD God made tunics of skin, and clothed them.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 6,
      "verse_reference": "Exodus 16:15",
      "verse_text": "So when the children of Israel saw it, they said to one another, 'What is it?' For they did not know what it was. And Moses said to them, 'This is the bread which the LORD has given you to eat.'",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 7,
      "verse_reference": "Joel 2:23",
      "verse_text": "Be glad then, you children of Zion, And rejoice in the LORD your God; For He has given you the former rain faithfully, And He will cause the rain to come down for you— The former rain, And the latter rain in the first month.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 8,
      "verse_reference": "Ephesians 1:7-8",
      "verse_text": "In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace which He made to abound toward us in all wisdom and prudence.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "February",
      "day": 9,
      "verse_reference": "Malachi 3:10",
      "verse_text": "'Bring all the tithes into the storehouse, That there may be food in My house, And try Me now in this,' Says the LORD of hosts, 'If I will not open for you the windows of heaven And pour out for you such blessing That there will not be room enough to receive it.'",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 10,
      "verse_reference": "Ezekiel 34:26",
      "verse_text": "I will make them and the places all around My hill a blessing; and I will cause showers to come down in their season; there shall be showers of blessing.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 11,
      "verse_reference": "Deuteronomy 29:5",
      "verse_text": "And I have led you forty years in the wilderness. Your clothes have not worn out on you, and your sandals have not worn out on your feet.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 12,
      "verse_reference": "1 Chronicles 29:16",
      "verse_text": "'O LORD our God, all this abundance that we have prepared to build You a house for Your holy name is from Your hand, and is all Your own.'",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 13,
      "verse_reference": "2 Corinthians 9:8",
      "verse_text": "And God is able to make all grace abound toward you, that you, always having all sufficiency in all things, may have an abundance for every good work.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 14,
      "verse_reference": "John 10:10",
      "verse_text": "The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 15,
      "verse_reference": "Luke 12:7",
      "verse_text": "But the very hairs of your head are all numbered. Do not fear therefore; you are of more value than many sparrows.",
      "category": "SUPPLY"
    },
    
    {
      "month": "February",
      "day": 16,
      "verse_reference": "Psalm 37:25",
      "verse_text": "I have been young, and now am old; Yet I have not seen the righteous forsaken, Nor his descendants begging bread.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 17,
      "verse_reference": "Philippians 4:6",
      "verse_text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 18,
      "verse_reference": "Matthew 6:33",
      "verse_text": "But seek first the kingdom of God and His righteousness, and all these things shall be added to you.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 19,
      "verse_reference": "Proverbs 3:9-10",
      "verse_text": "Honor the LORD with your possessions, And with the firstfruits of all your increase; So your barns will be filled with plenty, And your vats will overflow with new wine.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 20,
      "verse_reference": "Luke 6:38",
      "verse_text": "Give, and it will be given to you: good measure, pressed down, shaken together, and running over will be put into your bosom. For with the same measure that you use, it will be measured back to you.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 21,
      "verse_reference": "Psalm 81:10",
      "verse_text": "'I am the LORD, your God, Who brought you out of the land of Egypt; Open your mouth wide, and I will fill it.'",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 22,
      "verse_reference": "Psalm 103:5",
      "verse_text": "Who satisfies your mouth with good things, So that your youth is renewed like the eagle’s.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 23,
      "verse_reference": "Ephesians 3:20",
      "verse_text": "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us.",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 24,
      "verse_reference": "Genesis 22:14",
      "verse_text": "And Abraham called the name of the place, The-LORD-Will-Provide; as it is said to this day, 'In the Mount of the LORD it shall be provided.'",
      "category": "SUPPLY"
    },
    {
      "month": "February",
      "day": 25,
      "verse_reference": "Isaiah 25:1",
      "verse_text": "O LORD, You are my God. I will exalt You, I will praise Your name, For You have done wonderful things; Your counsels of old are faithfulness and truth.",
      "category": "THANKSGIVING"
    },
    {
      "month": "February",
      "day": 26,
      "verse_reference": "Psalm 107:1",
      "verse_text": "Oh, give thanks to the LORD, for He is good! For His mercy endures forever.",
      "category": "THANKSGIVING"
    },
    {
      "month": "February",
      "day": 27,
      "verse_reference": "Colossians 3:17",
      "verse_text": "And whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks to God the Father through Him.",
      "category": "THANKSGIVING"
    },
    {
      "month": "February",
      "day": 28,
      "verse_reference": "1 Thessalonians 5:18",
      "verse_text": "In everything give thanks; for this is the will of God in Christ Jesus for you.",
      "category": "THANKSGIVING"
    },
    {
      "month": "February",
      "day": 29,
      "verse_reference": "Psalm 136:1",
      "verse_text": "Oh, give thanks to the LORD, for He is good! For His mercy endures forever.",
      "category": "THANKSGIVING"
    },
    {
      "month": "March",
      "day": 1,
      "verse_reference": "Psalm 91:15-16",
      "verse_text": "He shall call upon Me, and I will answer him; I will be with him in trouble; I will deliver him and honor him. With long life I will satisfy him, And show him My salvation.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 2,
      "verse_reference": "Isaiah 41:10",
      "verse_text": "Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 3,
      "verse_reference": "Exodus 17:11",
      "verse_text": "So it was, when Moses held up his hand, that Israel prevailed; and when he let down his hand, Amalek prevailed.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 4,
      "verse_reference": "Genesis 1:26",
      "verse_text": "Then God said, 'Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.'",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 5,
      "verse_reference": "Daniel 7:27",
      "verse_text": "Then the kingdom and dominion, and the greatness of the kingdoms under the whole heaven, shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom, and all dominions shall serve and obey Him.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 6,
      "verse_reference": "Joshua 10:12",
      "verse_text": "Then Joshua spoke to the Lord in the day when the Lord delivered up the Amorites before the children of Israel, and he said in the sight of Israel: 'Sun, stand still over Gibeon; and Moon, over the Valley of Aijalon.'",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 7,
      "verse_reference": "Judges 7:22",
      "verse_text": "When the three hundred blew the trumpets, the Lord set every man's sword against his companion throughout the whole camp; and the camp fled as far as Beth Shittah, toward Zererath, as far as the border of Abel Meholah, by Tabbath.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 8,
      "verse_reference": "1 Samuel 17:45",
      "verse_text": "Then David said to the Philistine, 'You come to me with a sword, with a spear, and with a javelin. But I come to you in the name of the Lord of hosts, the God of the armies of Israel, whom you have defied.'",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 9,
      "verse_reference": "2 Chronicles 20:15",
      "verse_text": "'Thus says the Lord to you: Do not be afraid nor dismayed because of this great multitude, for the battle is not yours, but God’s.'",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 10,
      "verse_reference": "Psalm 144:1",
      "verse_text": "Blessed be the Lord my Rock, who trains my hands for war, and my fingers for battle.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 11,
      "verse_reference": "Romans 8:37",
      "verse_text": "Yet in all these things we are more than conquerors through Him who loved us.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 12,
      "verse_reference": "1 Corinthians 15:57",
      "verse_text": "But thanks be to God, who gives us the victory through our Lord Jesus Christ.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 13,
      "verse_reference": "John 16:33",
      "verse_text": "'These things I have spoken to you, that in Me you may have peace. In the world you will have tribulation; but be of good cheer, I have overcome the world.'",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 14,
      "verse_reference": "Revelation 12:11",
      "verse_text": "And they triumphed by the blood of the Lamb and by the word of their testimony, and they did not love their lives to the death.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 15,
      "verse_reference": "Ephesians 6:11",
      "verse_text": "Put on the whole armor of God, that you may be able to stand against the wiles of the devil.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 16,
      "verse_reference": "Zechariah 4:6",
      "verse_text": "So He answered and said to me: 'This is the word of the Lord to Zerubbabel: Not by might nor by power, but by My Spirit,' says the Lord of hosts.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 17,
      "verse_reference": "Deuteronomy 28:7",
      "verse_text": "The Lord will cause your enemies who rise against you to be defeated before your face; they shall come out against you one way and flee before you seven ways.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 18,
      "verse_reference": "Psalm 18:39",
      "verse_text": "For You have armed me with strength for the battle; You have subdued under me those who rose up against me.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 19,
      "verse_reference": "Isaiah 54:17",
      "verse_text": "'No weapon formed against you shall prosper, and every tongue which rises against you in judgment you shall condemn. This is the heritage of the servants of the Lord, and their righteousness is from Me,' says the Lord.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 20,
      "verse_reference": "Zechariah 9:10",
      "verse_text": "I will cut off the chariot from Ephraim and the horse from Jerusalem; the battle bow shall be cut off. He shall speak peace to the nations; His dominion shall be from sea to sea, and from the River to the ends of the earth.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 21,
      "verse_reference": "Genesis 9:2",
      "verse_text": "And the fear of you and the dread of you shall be on every beast of the earth, on every bird of the air, on all that move on the earth, and on all the fish of the sea. They are given into your hand.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 22,
      "verse_reference": "Hebrews 2:8",
      "verse_text": "'You have put all things in subjection under his feet.' For in that He put all in subjection under him, He left nothing that is not put under him. But now we do not yet see all things put under him.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 23,
      "verse_reference": "Isaiah 9:6",
      "verse_text": "For unto us a Child is born, Unto us a Son is given; and the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 24,
      "verse_reference": "Luke 10:19",
      "verse_text": "Behold, I give you the authority to trample on serpents and scorpions, and over all the power of the enemy, and nothing shall by any means hurt you.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 25,
      "verse_reference": "Colossians 2:15",
      "verse_text": "Having disarmed principalities and powers, He made a public spectacle of them, triumphing over them in it.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 26,
      "verse_reference": "James 4:7",
      "verse_text": "Therefore submit to God. Resist the devil and he will flee from you.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 27,
      "verse_reference": "Matthew 28:18",
      "verse_text": "And Jesus came and spoke to them, saying, 'All authority has been given to Me in heaven and on earth.'",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 28,
      "verse_reference": "Hebrews 4:15",
      "verse_text": "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 29,
      "verse_reference": "Isaiah 42:13",
      "verse_text": "The Lord shall go forth like a mighty man; He shall stir up His zeal like a man of war. He shall cry out, yes, shout aloud; He shall prevail against His enemies.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 30,
      "verse_reference": "Matthew 12:29",
      "verse_text": "Or how can one enter a strong man’s house and plunder his goods, unless he first binds the strong man? And then he will plunder his house.",
      "category": "VICTORY AND DOMINION"
    },
    {
      "month": "March",
      "day": 31,
      "verse_reference": "Hebrews 2:14",
      "verse_text": "Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil.",
      "category": "VICTORY AND DOMINION"
    },
    
    {
      "month": "April",
      "day": 1,
      "verse_reference": "Obadiah 1:17",
      "verse_text": "But on Mount Zion there shall be deliverance, And there shall be holiness; The house of Jacob shall possess their possessions.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 2,
      "verse_reference": "1 John 4:4",
      "verse_text": "You are of God, little children, and have overcome them, because He who is in you is greater than he who is in the world.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 3,
      "verse_reference": "Galatians 5:1",
      "verse_text": "Stand fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a yoke of bondage.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 4,
      "verse_reference": "Psalm 68:20",
      "verse_text": "Our God is the God of salvation; And to God the Lord belong escapes from death.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 5,
      "verse_reference": "Psalm 32:7",
      "verse_text": "You are my hiding place; You shall preserve me from trouble; You shall surround me with songs of deliverance. Selah",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 6,
      "verse_reference": "Exodus 14:13",
      "verse_text": "And Moses said to the people, 'Do not be afraid. Stand still, and see the salvation of the Lord, which He will accomplish for you today. For the Egyptians whom you see today, you shall see again no more forever.'",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 7,
      "verse_reference": "2 Chronicles 20:17",
      "verse_text": "'You will not need to fight in this battle; position yourselves, stand still and see the salvation of the Lord, who is with you, O Judah and Jerusalem!' Do not fear or be dismayed; tomorrow go out against them, for the Lord is with you.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 8,
      "verse_reference": "2 Corinthians 10:3-4",
      "verse_text": "For though we walk in the flesh, we do not war according to the flesh. For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 9,
      "verse_reference": "Psalm 54:7",
      "verse_text": "For He has delivered me out of every trouble, and my eye has seen its desire upon my enemies.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 10,
      "verse_reference": "Isaiah 25:9",
      "verse_text": "And it will be said in that day: 'Indeed, this is our God; We have waited for Him, and He will save us. This is the Lord; We have waited for Him; We will be glad and rejoice in His salvation.'",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 11,
      "verse_reference": "Psalm 18:4-6",
      "verse_text": "The pangs of death surrounded me, and the floods of ungodliness made me afraid. The sorrows of Sheol surrounded me; The snares of death confronted me. In my distress I called upon the Lord, and cried out to my God; He heard my voice from His temple, and my cry came before Him, even into His ears.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 12,
      "verse_reference": "Psalm 91:3",
      "verse_text": "Surely He shall deliver you from the snare of the fowler and from the perilous pestilence.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 13,
      "verse_reference": "Psalm 34:4",
      "verse_text": "I sought the Lord, and He heard me, and delivered me from all my fears.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 14,
      "verse_reference": "1 Corinthians 10:13",
      "verse_text": "No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation also make the way of escape, that you may be able to bear it.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 15,
      "verse_reference": "Isaiah 60:1-2",
      "verse_text": "'Arise, shine; For your light has come! And the glory of the Lord is risen upon you. For behold, the darkness shall cover the earth, and deep darkness the people; But the Lord will arise over you, And His glory will be seen upon you.'",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 16,
      "verse_reference": "Psalm 107:13-14",
      "verse_text": "Then they cried out to the Lord in their trouble, and He delivered them out of their distresses. He brought them out of darkness and the shadow of death, and broke their chains in pieces.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 17,
      "verse_reference": "Psalm 142:6-7",
      "verse_text": "Listen to my cry, for I am in desperate need; Rescue me from those who pursue me, For they are stronger than I. Bring my soul out of prison, That I may praise Your name.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 18,
      "verse_reference": "Daniel 3:28",
      "verse_text": "Nebuchadnezzar spoke, saying, 'Blessed be the God of Shadrach, Meshach, and Abed-Nego, who sent His Angel and delivered His servants who trusted in Him.'",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 19,
      "verse_reference": "Job 40:11",
      "verse_text": "Pour out the overflowings of your anger; Look on everyone who is proud, and humble him.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 20,
      "verse_reference": "Psalm 18:16-17",
      "verse_text": "He sent from above, He took me; He drew me out of many waters. He delivered me from my strong enemy, From those who hated me, for they were too strong for me.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 21,
      "verse_reference": "Psalm 91:4",
      "verse_text": "He shall cover you with His feathers, and under His wings you shall take refuge; His truth shall be your shield and buckler.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 22,
      "verse_reference": "Psalm 82:4-5",
      "verse_text": "Deliver the poor and needy; Free them from the hand of the wicked. They do not know, nor do they understand; They walk about in darkness; All the foundations of the earth are unstable.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 23,
      "verse_reference": "Psalm 72:4",
      "verse_text": "He will bring justice to the poor of the people; He will save the children of the needy, and will break in pieces the oppressor.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 24,
      "verse_reference": "Isaiah 59:1",
      "verse_text": "'Behold, the Lord’s hand is not shortened, that it cannot save; nor His ear heavy, that it cannot hear.'",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 25,
      "verse_reference": "Psalm 40:1-2",
      "verse_text": "I waited patiently for the Lord; and He inclined to me, and heard my cry. He also brought me up out of a horrible pit, out of the miry clay, and set my feet upon a rock, and established my steps.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 26,
      "verse_reference": "Psalm 18:34-35",
      "verse_text": "He makes my feet like the feet of deer, and sets me on my high places. He teaches my hands to make war, so that my arms can bend a bow of bronze.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 27,
      "verse_reference": "Psalm 34:17-18",
      "verse_text": "The Lord hears His people when they call to Him for help. He rescues them from all their troubles. The Lord is close to the brokenhearted; He rescues those whose spirits are crushed.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 28,
      "verse_reference": "Isaiah 43:2",
      "verse_text": "'When you pass through the waters, I will be with you; and through the rivers, they shall not overflow you. When you walk through the fire, you shall not be burned, nor shall the flame scorch you.'",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 29,
      "verse_reference": "Psalm 107:20",
      "verse_text": "He sent His word and healed them, and delivered them from their destructions.",
      "category": "DELIVERANCE"
    },
    {
      "month": "April",
      "day": 30,
      "verse_reference": "Psalm 34:19-20",
      "verse_text": "Many are the afflictions of the righteous, but the Lord delivers him out of them all. He guards all his bones; not one of them is broken.",
      "category": "DELIVERANCE"
    },
    
    {
      "month": "May",
      "day": 1,
      "verse_reference": "Hebrews 10:20,22",
      "verse_text": "By a new and living way which He consecrated for us, through the veil, that is, His flesh, let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 2,
      "verse_reference": "Psalm 4:3,5",
      "verse_text": "But know that the LORD has set apart for Himself him who is godly; The LORD will hear when I call to Him. Offer the sacrifices of righteousness, And put your trust in the LORD.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 3,
      "verse_reference": "Hebrews 13:12-13",
      "verse_text": "Therefore Jesus also, that He might sanctify the people with His own blood, suffered outside the gate. Therefore let us go forth to Him, outside the camp, bearing His reproach.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 4,
      "verse_reference": "2 Corinthians 6:17",
      "verse_text": "Therefore 'Come out from among them And be separate,' says the Lord. 'Do not touch what is unclean, And I will receive you.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 5,
      "verse_reference": "Leviticus 24:2",
      "verse_text": "Command the children of Israel that they bring to you pure oil of pressed olives for the light, to make the lamps burn continually.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 6,
      "verse_reference": "Genesis 28:20-22",
      "verse_text": "Then Jacob made a vow, saying, 'If God will be with me, and keep me in this way that I am going, and give me bread to eat and clothing to put on, so that I come back to my father’s house in peace, then the LORD shall be my God... This stone which I have set as a pillar shall be God’s house.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 7,
      "verse_reference": "Exodus 30:23-25",
      "verse_text": "Take fine spices… and pure olive oil… You shall make from these a holy anointing oil, blended like incense… it shall be most holy.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 8,
      "verse_reference": "Numbers 6:2",
      "verse_text": "'Speak to the children of Israel, and say to them: When either a man or woman consecrates an offering to take the vow of a Nazirite, to separate himself to the LORD.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 9,
      "verse_reference": "Judges 13:5",
      "verse_text": "'For behold, you shall conceive and bear a son. No razor shall come upon his head, for the child shall be a Nazirite to God from the womb.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 10,
      "verse_reference": "Luke 2:22-24",
      "verse_text": "When the days of her purification according to the law of Moses were completed, they brought Him to Jerusalem to present Him to the Lord (as it is written in the law of the Lord…), and to offer a sacrifice… as it is prescribed.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 11,
      "verse_reference": "John 17:17",
      "verse_text": "'Sanctify them by Your truth. Your word is truth.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 12,
      "verse_reference": "Romans 12:1",
      "verse_text": "I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which is your reasonable service.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 13,
      "verse_reference": "1 Peter 2:5",
      "verse_text": "You also, as living stones, are being built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 14,
      "verse_reference": "2 Corinthians 8:5",
      "verse_text": "And not only as we had hoped, but they first gave themselves to the Lord, and then to us by the will of God.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 15,
      "verse_reference": "Philippians 4:8",
      "verse_text": "Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 16,
      "verse_reference": "Isaiah 52:11",
      "verse_text": "'Depart! Depart! Go out from there, Touch no unclean thing; Go out from the midst of her, Be clean, You who carry the vessels of the LORD.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 17,
      "verse_reference": "Ezekiel 20:41",
      "verse_text": "'I will accept you as a sweet aroma when I bring you out from the peoples and gather you out of the countries where you have been scattered, and I will be hallowed in you before the Gentiles.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 18,
      "verse_reference": "Hosea 14:2",
      "verse_text": "Take words with you, and return to the LORD. Say to Him, 'Take away all iniquity; receive us graciously, for we will offer the sacrifices of our lips.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 19,
      "verse_reference": "Psalm 50:23",
      "verse_text": "Whoever offers praise glorifies Me; and to him who orders his conduct aright I will show the salvation of God.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 20,
      "verse_reference": "2 Samuel 15:8",
      "verse_text": "'For your servant took a vow while I dwelt at Geshur in Syria, saying, If the LORD indeed brings me back to Jerusalem, then I will serve the LORD.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 21,
      "verse_reference": "John 15:16",
      "verse_text": "'You did not choose Me, but I chose you and appointed you that you should go and bear fruit, and that your fruit should remain, that whatever you ask the Father in My name He may give you.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 22,
      "verse_reference": "Psalm 119:106",
      "verse_text": "I have sworn and confirmed that I will keep Your righteous judgments.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 23,
      "verse_reference": "Joshua 24:15",
      "verse_text": "'But as for me and my house, we will serve the LORD.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 24,
      "verse_reference": "Psalm 51:7,10",
      "verse_text": "'Purge me with hyssop, and I shall be clean; Wash me, and I shall be whiter than snow. Create in me a clean heart, O God, and renew a steadfast spirit within me.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 25,
      "verse_reference": "John 18:36",
      "verse_text": "'Jesus answered, My kingdom is not of this world. If My kingdom were of this world, My servants would fight, so that I should not be delivered to the Jews; but now My kingdom is not from here.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 26,
      "verse_reference": "Ruth 1:16",
      "verse_text": "'Entreat me not to leave you, or to turn back from following after you; For wherever you go, I will go; and wherever you lodge, I will lodge; Your people shall be my people, and your God, my God.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 27,
      "verse_reference": "Judges 11:31",
      "verse_text": "'Then it will be that whatever comes out of the doors of my house to meet me, when I return in peace from the people of Ammon, shall surely be the LORD’s, and I will offer it up as a burnt offering.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 28,
      "verse_reference": "Genesis 22:2",
      "verse_text": "'Take now your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 29,
      "verse_reference": "Psalm 116:14",
      "verse_text": "I will pay my vows to the LORD now in the presence of all His people.",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 30,
      "verse_reference": "Acts 20:24",
      "verse_text": "'But none of these things move me; nor do I count my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to testify to the gospel of the grace of God.'",
      "category": "CONSECRATION"
    },
    {
      "month": "May",
      "day": 31,
      "verse_reference": "Philippians 3:15-16",
      "verse_text": "'Therefore let us, as many as are mature, have this mind; and if in anything you think otherwise, God will reveal even this to you. Nevertheless, to the degree that we have already attained, let us walk by the same rule, let us be of the same mind.'",
      "category": "CONSECRATION"
    },
    {
      "month": "June",
      "day": 1,
      "verse_reference": "1 Samuel 30:8",
      "verse_text": "So David inquired of the Lord, saying, 'Shall I pursue this troop? Shall I overtake them?' And He answered him, 'Pursue, for you shall surely overtake them and without fail recover all.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 2,
      "verse_reference": "Psalm 41:4",
      "verse_text": "I said, 'Lord, be merciful to me; Heal my soul, for I have sinned against You.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 3,
      "verse_reference": "Daniel 2:23",
      "verse_text": "'I thank You and praise You, O God of my fathers; You have given me wisdom and might, And have now made known to me what we asked of You, For You have made known to us the king’s demand.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 4,
      "verse_reference": "2 Samuel 8:3",
      "verse_text": "David also defeated Hadadezer the son of Rehob, king of Zobah, as he went to recover his territory at the River Euphrates.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 5,
      "verse_reference": "Psalm 32:7",
      "verse_text": "You are my hiding place; You shall preserve me from trouble; You shall surround me with songs of deliverance. Selah",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 6,
      "verse_reference": "Jeremiah 17:14",
      "verse_text": "Heal me, O Lord, and I shall be healed; Save me, and I shall be saved, For You are my praise.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 7,
      "verse_reference": "Isaiah 38:16",
      "verse_text": "O Lord, by these things men live; And in all these things is the life of my spirit; So You will restore me and make me live.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 8,
      "verse_reference": "Psalm 103:2-3",
      "verse_text": "Bless the Lord, O my soul, And forget not all His benefits: Who forgives all your iniquities, Who heals all your diseases",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 9,
      "verse_reference": "Jeremiah 33:6",
      "verse_text": "Behold, I will bring it health and healing; I will heal them and reveal to them the abundance of peace and truth.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 10,
      "verse_reference": "Mark 16:18",
      "verse_text": "they will take up serpents; and if they drink anything deadly, it will by no means hurt them; they will lay hands on the sick, and they will recover.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 11,
      "verse_reference": "Isaiah 53:5",
      "verse_text": "But He was wounded for our transgressions, He was bruised for our iniquities; The chastisement for our peace was upon Him, And by His stripes we are healed.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 12,
      "verse_reference": "Matthew 5:23-24",
      "verse_text": "'Therefore if you bring your gift to the altar, and there remember that your brother has something against you, leave your gift there before the altar, and go your way. First be reconciled to your brother, and then come and offer your gift.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 13,
      "verse_reference": "2 Corinthians 12:10",
      "verse_text": "Therefore I take pleasure in infirmities, in reproaches, in needs, in persecutions, in distresses, for Christ’s sake. For when I am weak, then I am strong.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 14,
      "verse_reference": "Psalm 30:2-3",
      "verse_text": "O LORD my God, I cried out to You, And You healed me. O LORD, You brought my soul up from the grave; You have kept me alive, that I should not go down to the pit.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 15,
      "verse_reference": "Psalm 73:26,28",
      "verse_text": "My flesh and my heart fail; But God is the strength of my heart and my portion forever. But it is good for me to draw near to God; I have put my trust in the Lord GOD, That I may declare all Your works.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 16,
      "verse_reference": "James 5:16",
      "verse_text": "Confess your trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 17,
      "verse_reference": "Deuteronomy 32:39",
      "verse_text": "'Now see that I, even I, am He, And there is no God besides Me; I kill and I make alive; I wound and I heal; Nor is there any who can deliver from My hand.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 18,
      "verse_reference": "Isaiah 57:18",
      "verse_text": "I have seen his ways, and will heal him; I will also lead him, And restore comforts to him And to his mourners.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 19,
      "verse_reference": "Psalm 103:2-3",
      "verse_text": "Bless the Lord, O my soul, And forget not all His benefits: Who forgives all your iniquities, Who heals all your diseases",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 20,
      "verse_reference": "2 Corinthians 1:20",
      "verse_text": "For all the promises of God in Him are Yes, and in Him Amen, to the glory of God through us.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 21,
      "verse_reference": "Mark 5:34",
      "verse_text": "And He said to her, 'Daughter, your faith has made you well. Go in peace, and be healed of your affliction.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 22,
      "verse_reference": "Psalm 146:8",
      "verse_text": "The Lord opens the eyes of the blind; The Lord raises those who are bowed down; The Lord loves the righteous.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 23,
      "verse_reference": "2 Kings 20:5",
      "verse_text": "'Return and tell Hezekiah the leader of My people, Thus says the Lord, the God of David your father: I have heard your prayer, I have seen your tears; surely I will heal you. On the third day you shall go up to the house of the Lord.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 24,
      "verse_reference": "2 Kings 20:6",
      "verse_text": "'And I will add to your days fifteen years. I will deliver you and this city from the hand of the king of Assyria; and I will defend this city for My own sake, and for the sake of My servant David.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 25,
      "verse_reference": "Isaiah 58:8",
      "verse_text": "Then your light shall break forth like the morning, Your healing shall spring forth speedily, And your righteousness shall go before you; The glory of the Lord shall be your rear guard.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 26,
      "verse_reference": "Psalm 23:1-3",
      "verse_text": "The Lord is my shepherd; I shall not want. He makes me to lie down in green pastures; He leads me beside the still waters. He restores my soul; He leads me in the paths of righteousness For His name’s sake.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 27,
      "verse_reference": "Psalm 23:4",
      "verse_text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil; For You are with me; Your rod and Your staff, they comfort me.",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 28,
      "verse_reference": "John 14:1-2",
      "verse_text": "'Let not your heart be troubled; you believe in God, believe also in Me. In My Father’s house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 29,
      "verse_reference": "John 11:25-26",
      "verse_text": "Jesus said to her, 'I am the resurrection and the life. He who believes in Me, though he may die, he shall live. And whoever lives and believes in Me shall never die. Do you believe this?'",
      "category": "HEALING AND RECOVERY"
    },
    {
      "month": "June",
      "day": 30,
      "verse_reference": "1 Peter 2:24",
      "verse_text": "who Himself bore our sins in His own body on the tree, that we, having died to sins, might live for righteousness—by whose stripes you were healed.",
      "category": "HEALING AND RECOVERY"
    },
    
    {
      "month": "July",
      "day": 1,
      "verse_reference": "Psalm 51:1-2",
      "verse_text": "Have mercy upon me, O God, According to Your lovingkindness; According to the multitude of Your tender mercies, Blot out my transgressions. Wash me thoroughly from my iniquity, And cleanse me from my sin.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 2,
      "verse_reference": "Exodus 34:6",
      "verse_text": "And the Lord passed before him and proclaimed, 'The Lord, the Lord God, merciful and gracious, longsuffering, and abounding in goodness and truth.'",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 3,
      "verse_reference": "2 John 1:3",
      "verse_text": "Grace, mercy, and peace will be with you from God the Father and from the Lord Jesus Christ, the Son of the Father, in truth and love.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 4,
      "verse_reference": "Deuteronomy 7:9",
      "verse_text": "'Therefore know that the Lord your God, He is God, the faithful God who keeps covenant and mercy for a thousand generations with those who love Him and keep His commandments.'",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 5,
      "verse_reference": "Hebrews 4:16",
      "verse_text": "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 6,
      "verse_reference": "2 Timothy 1:2",
      "verse_text": "To Timothy, a beloved son: Grace, mercy, and peace from God the Father and Christ Jesus our Lord.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 7,
      "verse_reference": "Micah 7:18",
      "verse_text": "Who is a God like You, Pardoning iniquity And passing over the transgression of the remnant of His heritage? He does not retain His anger forever, Because He delights in mercy.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 8,
      "verse_reference": "Psalm 25:10",
      "verse_text": "All the paths of the Lord are mercy and truth, To such as keep His covenant and His testimonies.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 9,
      "verse_reference": "2 Peter 1:2",
      "verse_text": "Grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 10,
      "verse_reference": "Ephesians 2:4-5",
      "verse_text": "But God, who is rich in mercy, because of His great love with which He loved us, even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved).",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 11,
      "verse_reference": "Psalm 86:15",
      "verse_text": "But You, O Lord, are a God full of compassion, and gracious, Longsuffering and abundant in mercy and truth.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 12,
      "verse_reference": "2 Timothy 1:9",
      "verse_text": "who has saved us and called us with a holy calling, not according to our works, but according to His own purpose and grace which was given to us in Christ Jesus before time began.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 13,
      "verse_reference": "Micah 7:18",
      "verse_text": "Who is a God like You, Pardoning iniquity And passing over the transgression of the remnant of His heritage? He does not retain His anger forever, Because He delights in mercy.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 14,
      "verse_reference": "Isaiah 30:18",
      "verse_text": "'Therefore the Lord will wait, that He may be gracious to you; And therefore He will be exalted, that He may have mercy on you. For the Lord is a God of justice; Blessed are all those who wait for Him!'",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 15,
      "verse_reference": "Psalm 145:8-9",
      "verse_text": "The Lord is gracious and full of compassion, Slow to anger and great in mercy. The Lord is good to all, And His tender mercies are over all His works.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 16,
      "verse_reference": "Psalm 85:10",
      "verse_text": "Mercy and truth have met together; Righteousness and peace have kissed.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 17,
      "verse_reference": "Matthew 6:14-15",
      "verse_text": "'For if you forgive men their trespasses, your heavenly Father will also forgive you. But if you do not forgive men their trespasses, neither will your Father forgive your trespasses.'",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 18,
      "verse_reference": "Lamentations 3:22-23",
      "verse_text": "Through the Lord’s mercies we are not consumed, Because His compassions fail not. They are new every morning; Great is Your faithfulness.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 19,
      "verse_reference": "Romans 9:16",
      "verse_text": "So then it is not of him who wills, nor of him who runs, but of God who shows mercy.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 20,
      "verse_reference": "Psalm 25:6-7",
      "verse_text": "Remember, O Lord, Your tender mercies and Your lovingkindnesses, For they are from of old. Do not remember the sins of my youth, nor my transgressions; According to Your mercy remember me, For Your goodness’ sake, O Lord.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 21,
      "verse_reference": "John 3:16",
      "verse_text": "For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 22,
      "verse_reference": "Romans 6:15,23",
      "verse_text": "'What then? Shall we sin because we are not under law but under grace? Certainly not! For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.'",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 23,
      "verse_reference": "Psalm 40:11",
      "verse_text": "Do not withhold Your tender mercies from me, O Lord; Let Your lovingkindness and Your truth continually preserve me.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 24,
      "verse_reference": "Proverbs 3:3-4",
      "verse_text": "Let not mercy and truth forsake you; Bind them around your neck, Write them on the tablet of your heart, And so find favor and high esteem In the sight of God and man.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 25,
      "verse_reference": "2 Peter 3:18",
      "verse_text": "but grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory both now and forever. Amen.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 26,
      "verse_reference": "Proverbs 28:13",
      "verse_text": "He who covers his sins will not prosper, But whoever confesses and forsakes them will have mercy.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 27,
      "verse_reference": "Proverbs 11:17,19",
      "verse_text": "The merciful man does good for his own soul, But he who is cruel troubles his own flesh. As righteousness leads to life, So he who pursues evil pursues it to his own death.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 28,
      "verse_reference": "Ephesians 1:7-8",
      "verse_text": "In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace which He made to abound toward us in all wisdom and prudence.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 29,
      "verse_reference": "Psalm 23:6",
      "verse_text": "Surely goodness and mercy shall follow me All the days of my life; And I will dwell in the house of the Lord Forever.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 30,
      "verse_reference": "Psalm 145:8-9",
      "verse_text": "The Lord is gracious and full of compassion, Slow to anger and great in mercy. The Lord is good to all, And His tender mercies are over all His works.",
      "category": "MERCY AND GRACE"
    },
    {
      "month": "July",
      "day": 31,
      "verse_reference": "Psalm 89:14",
      "verse_text": "Righteousness and justice are the foundation of Your throne; Mercy and truth go before Your face.",
      "category": "MERCY AND GRACE"
    },  
    {
      "month": "August",
      "day": 1,
      "verse_reference": "John 14:27",
      "verse_text": "Peace I leave with you, My peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 2,
      "verse_reference": "James 1:2-4",
      "verse_text": "My brethren, count it all joy when you fall into various trials, knowing that the testing of your faith produces patience. But let patience have its perfect work, that you may be perfect and complete, lacking nothing.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 3,
      "verse_reference": "Isaiah 9:3",
      "verse_text": "You have multiplied the nation and increased its joy; they rejoice before You according to the joy of harvest, as men rejoice when they divide the spoil.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 4,
      "verse_reference": "Colossians 3:15",
      "verse_text": "And let the peace of God rule in your hearts, to which also you were called in one body; and be thankful.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 5,
      "verse_reference": "Ecclesiastes 9:7-8",
      "verse_text": "Go, eat your bread with joy, and drink your wine with a merry heart; for God has already accepted your works. Let your garments always be white, and let your head lack no oil.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 6,
      "verse_reference": "Psalm 85:8",
      "verse_text": "I will hear what God the LORD will speak, for He will speak peace to His people and to His saints; but let them not turn back to folly.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 7,
      "verse_reference": "Isaiah 26:3",
      "verse_text": "You will keep him in perfect peace, whose mind is stayed on You, because he trusts in You.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 8,
      "verse_reference": "Nehemiah 8:10",
      "verse_text": "Then he said to them, 'Go your way, eat the fat, drink the sweet, and send portions to those for whom nothing is prepared; for this day is holy to our Lord. Do not sorrow, for the joy of the Lord is your strength.'",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 9,
      "verse_reference": "Romans 15:13",
      "verse_text": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope by the power of the Holy Spirit.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 10,
      "verse_reference": "Philippians 4:4",
      "verse_text": "Rejoice in the Lord always. Again I will say, rejoice!",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 11,
      "verse_reference": "Psalm 16:11",
      "verse_text": "You will show me the path of life; in Your presence is fullness of joy; at Your right hand are pleasures forevermore.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 12,
      "verse_reference": "Isaiah 55:12",
      "verse_text": "'For you shall go out with joy, and be led out with peace; the mountains and the hills shall break forth into singing before you, and all the trees of the field shall clap their hands.'",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 13,
      "verse_reference": "Psalm 4:7-8",
      "verse_text": "You have put gladness in my heart, more than in the season that their grain and wine increased. I will both lie down in peace, and sleep; for You alone, O LORD, make me dwell in safety.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 14,
      "verse_reference": "Matthew 11:28-30",
      "verse_text": "'Come to Me, all you who labor and are heavy laden, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls. For My yoke is easy and My burden is light.'",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 15,
      "verse_reference": "Psalm 126:5-6",
      "verse_text": "Those who sow in tears shall reap in joy. He who continually goes forth weeping, bearing seed for sowing, shall doubtless come again with rejoicing, bringing his sheaves with him.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 16,
      "verse_reference": "Romans 12:12",
      "verse_text": "Rejoice in hope, be patient in tribulation, be constant in prayer.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 17,
      "verse_reference": "Galatians 5:22-23",
      "verse_text": "But the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness, gentleness, self-control. Against such there is no law.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 18,
      "verse_reference": "1 Thessalonians 1:3",
      "verse_text": "Remembering without ceasing your work of faith, labor of love, and hope of our Lord Jesus Christ in the sight of our God and Father.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 19,
      "verse_reference": "Zephaniah 3:17",
      "verse_text": "The Lord your God in your midst is mighty; He will save, He will rejoice over you with joy, He will quiet you with His love, He will rejoice over you with singing.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 20,
      "verse_reference": "John 15:11",
      "verse_text": "These things I have spoken to you, that My joy may remain in you, and that your joy may be full.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 21,
      "verse_reference": "Psalm 30:5",
      "verse_text": "For His anger is but for a moment, His favor is for life; weeping may endure for a night, but joy comes in the morning.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 22,
      "verse_reference": "Proverbs 17:22",
      "verse_text": "A merry heart does good, like medicine, but a broken spirit dries the bones.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 23,
      "verse_reference": "Psalm 118:24",
      "verse_text": "This is the day the Lord has made; we will rejoice and be glad in it.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 24,
      "verse_reference": "Romans 14:17",
      "verse_text": "For the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 25,
      "verse_reference": "Psalm 128:1-2",
      "verse_text": "Blessed is every one who fears the Lord, who walks in His ways. When you eat the labor of your hands, you shall be happy, and it shall be well with you.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 26,
      "verse_reference": "Luke 2:10-11",
      "verse_text": "Then the angel said to them, 'Do not be afraid, for behold, I bring you good tidings of great joy which will be to all people. For there is born to you this day in the city of David a Savior, who is Christ the Lord.'",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 27,
      "verse_reference": "Psalm 119:162",
      "verse_text": "I rejoice at Your word as one who finds great treasure.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 28,
      "verse_reference": "Philippians 4:6-7",
      "verse_text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 29,
      "verse_reference": "Isaiah 51:11",
      "verse_text": "Therefore the redeemed of the Lord shall return, and come to Zion with singing, with everlasting joy on their heads. They shall obtain joy and gladness, and sorrow and mourning shall flee away.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 30,
      "verse_reference": "Psalm 94:19",
      "verse_text": "In the multitude of my anxieties within me, Your comforts delight my soul.",
      "category": "PEACE AND JOY"
    },
    {
      "month": "August",
      "day": 31,
      "verse_reference": "Psalm 13:5-6",
      "verse_text": "But I have trusted in Your mercy; my heart shall rejoice in Your salvation. I will sing to the Lord, because He has dealt bountifully with me.",
      "category": "PEACE AND JOY"
    },
    
    {
      "month": "September",
      "day": 1,
      "verse_reference": "Psalm 34:7-8",
      "verse_text": "The angel of the Lord encamps all around those who fear Him, and delivers them. Oh, taste and see that the Lord is good; blessed is the man who trusts in Him!",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 2,
      "verse_reference": "Deuteronomy 31:6",
      "verse_text": "Be strong and of good courage, do not fear nor be afraid of them; for the Lord your God, He is the One who goes with you. He will not leave you nor forsake you.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 3,
      "verse_reference": "Psalm 121:7-8",
      "verse_text": "The Lord shall preserve you from all evil; He shall preserve your soul. The Lord shall preserve your going out and your coming in from this time forth, and even forevermore.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 4,
      "verse_reference": "Isaiah 46:13",
      "verse_text": "I bring My righteousness near, it shall not be far off; My salvation shall not linger. And I will place salvation in Zion, for Israel My glory.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 5,
      "verse_reference": "Job 11:17-18",
      "verse_text": "And your life would be brighter than noonday. Though you were dark, you would be like the morning. And you would be secure, because there is hope; yes, you would dig around you, and take your rest in safety.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 6,
      "verse_reference": "Proverbs 18:10",
      "verse_text": "The name of the Lord is a strong tower; the righteous run to it and are safe.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 7,
      "verse_reference": "Psalm 91:1",
      "verse_text": "He who dwells in the secret place of the Most High shall abide under the shadow of the Almighty.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 8,
      "verse_reference": "Psalm 91:4",
      "verse_text": "He shall cover you with His feathers, and under His wings you shall take refuge; His truth shall be your shield and buckler.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 9,
      "verse_reference": "2 Corinthians 4:8-9",
      "verse_text": "We are hard-pressed on every side, yet not crushed; we are perplexed, but not in despair; persecuted, but not forsaken; struck down, but not destroyed.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 10,
      "verse_reference": "Psalm 32:7",
      "verse_text": "You are my hiding place; You shall preserve me from trouble; You shall surround me with songs of deliverance. Selah",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 11,
      "verse_reference": "2 Chronicles 20:17",
      "verse_text": "'You will not need to fight in this battle; position yourselves, stand still and see the salvation of the Lord, who is with you, O Judah and Jerusalem!' Do not fear or be dismayed; tomorrow go out against them, for the Lord is with you.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 12,
      "verse_reference": "Psalm 3:3-5",
      "verse_text": "But You, O Lord, are a shield for me, my glory and the One who lifts up my head. I cried to the Lord with my voice, and He heard me from His holy hill. Selah. I lay down and slept; I awoke, for the Lord sustained me.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 13,
      "verse_reference": "John 10:29",
      "verse_text": "My Father, who has given them to Me, is greater than all; and no one is able to snatch them out of My Father’s hand.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 14,
      "verse_reference": "Psalm 141:9-10",
      "verse_text": "Keep me from the snares they have laid for me, and from the traps of the workers of iniquity. Let the wicked fall into their own nets, while I escape safely.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 15,
      "verse_reference": "Isaiah 4:6",
      "verse_text": "And there will be a tabernacle for shade in the daytime from the heat, for a place of refuge, and for a shelter from storm and rain.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 16,
      "verse_reference": "Psalm 140:1-2",
      "verse_text": "Deliver me, O Lord, from evil men; preserve me from violent men, who plan evil things in their hearts; they continually gather together for war.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 17,
      "verse_reference": "Nehemiah 4:9",
      "verse_text": "Nevertheless we made our prayer to our God, and because of them we set a watch against them day and night.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 18,
      "verse_reference": "Genesis 28:15",
      "verse_text": "Behold, I am with you and will keep you wherever you go, and will bring you back to this land; for I will not leave you until I have done what I have spoken to you.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 19,
      "verse_reference": "Psalm 121:3-4",
      "verse_text": "He will not allow your foot to be moved; He who keeps you will not slumber. Behold, He who keeps Israel shall neither slumber nor sleep.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 20,
      "verse_reference": "Psalm 91:5-6",
      "verse_text": "You shall not be afraid of the terror by night, nor of the arrow that flies by day, nor of the pestilence that walks in darkness, nor of the destruction that lays waste at noonday.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 21,
      "verse_reference": "Psalm 121:5-6",
      "verse_text": "The Lord is your keeper; the Lord is your shade at your right hand. The sun shall not strike you by day, nor the moon by night.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 22,
      "verse_reference": "Psalm 46:1",
      "verse_text": "God is our refuge and strength, a very present help in trouble.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 23,
      "verse_reference": "Psalm 91:9-10",
      "verse_text": "Because you have made the Lord, who is my refuge, even the Most High, your dwelling place, no evil shall befall you, nor shall any plague come near your dwelling.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 24,
      "verse_reference": "Psalm 18:2",
      "verse_text": "The Lord is my rock and my fortress and my deliverer; my God, my strength, in whom I will trust; my shield and the horn of my salvation, my stronghold.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 25,
      "verse_reference": "Psalm 37:39-40",
      "verse_text": "But the salvation of the righteous is from the Lord; He is their strength in the time of trouble. And the Lord shall help them and deliver them; He shall deliver them from the wicked, and save them, because they trust in Him.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 26,
      "verse_reference": "Psalm 124:7",
      "verse_text": "Our soul has escaped as a bird from the snare of the fowlers; the snare is broken, and we have escaped.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 27,
      "verse_reference": "Isaiah 25:4",
      "verse_text": "For You have been a strength to the poor, a strength to the needy in his distress, a refuge from the storm, a shade from the heat.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 28,
      "verse_reference": "Zephaniah 3:17",
      "verse_text": "The Lord your God in your midst is mighty; He will save, He will rejoice over you with joy, He will quiet you with His love, He will rejoice over you with singing.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 29,
      "verse_reference": "Psalm 91:1",
      "verse_text": "He who dwells in the secret place of the Most High shall abide under the shadow of the Almighty.",
      "category": "PROTECTION"
    },
    {
      "month": "September",
      "day": 30,
      "verse_reference": "Romans 8:31",
      "verse_text": "What then shall we say to these things? If God is for us, who can be against us?",
      "category": "PROTECTION"
    },
    
    {
      "month": "October",
      "day": 1,
      "verse_reference": "Deuteronomy 8:10-11",
      "verse_text": "When you have eaten and are full, then you shall bless the Lord your God for the good land which He has given you. Beware that you do not forget the Lord your God by not keeping His commandments, His judgments, and His statutes which I command you today.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 2,
      "verse_reference": "Psalm 77:6-7",
      "verse_text": "I call to remembrance my song in the night; I meditate within my heart, And my spirit makes diligent search. Will the Lord cast off forever? And will He be favorable no more?",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 3,
      "verse_reference": "Isaiah 26:8",
      "verse_text": "Yes, in the way of Your judgments, O Lord, we have waited for You; The desire of our soul is for Your name And for the remembrance of You.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 4,
      "verse_reference": "1 Corinthians 11:24-25",
      "verse_text": "And when He had given thanks, He broke it and said, 'Take, eat; this is My body which is broken for you; do this in remembrance of Me.' In the same manner He also took the cup after supper, saying, 'This cup is the new covenant in My blood. This do, as often as you drink it, in remembrance of Me.'",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 5,
      "verse_reference": "Psalm 77:11-12",
      "verse_text": "I will remember the works of the Lord; Surely I will remember Your wonders of old. I will also meditate on all Your work, And talk of Your deeds.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 6,
      "verse_reference": "Isaiah 43:25-26",
      "verse_text": "'I, even I, am He who blots out your transgressions for My own sake; And I will not remember your sins. Put Me in remembrance; Let us contend together; State your case, that you may be acquitted.'",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 7,
      "verse_reference": "John 14:26",
      "verse_text": "But the Helper, the Holy Spirit, whom the Father will send in My name, He will teach you all things, and bring to your remembrance all things that I said to you.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 8,
      "verse_reference": "2 Timothy 2:14-15",
      "verse_text": "Remind them of these things, charging them before the Lord not to strive about words to no profit, to the ruin of the hearers. Be diligent to present yourself approved to God, a worker who does not need to be ashamed, rightly dividing the word of truth.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 9,
      "verse_reference": "Malachi 3:16",
      "verse_text": "Then those who feared the Lord spoke to one another, And the Lord listened and heard them; So a book of remembrance was written before Him For those who fear the Lord And who meditate on His name.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 10,
      "verse_reference": "Acts 10:4",
      "verse_text": "And when he observed him, he was afraid, and said, 'What is it, lord?' So he said to him, 'Your prayers and your alms have come up for a memorial before God.'",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 11,
      "verse_reference": "Luke 1:54-55",
      "verse_text": "He has helped His servant Israel, In remembrance of His mercy, As He spoke to our fathers, To Abraham and to his seed forever.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 12,
      "verse_reference": "Hebrews 10:32,35",
      "verse_text": "But recall the former days in which, after you were illuminated, you endured a great struggle with sufferings: Therefore do not cast away your confidence, which has great reward.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 13,
      "verse_reference": "Psalm 135:13-14",
      "verse_text": "Your name, O Lord, endures forever, Your fame, O Lord, throughout all generations. For the Lord will judge His people, And He will have compassion on His servants.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 14,
      "verse_reference": "1 Timothy 4:6",
      "verse_text": "If you instruct the brethren in these things, you will be a good minister of Jesus Christ, nourished in the words of faith and of the good doctrine which you have carefully followed.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 15,
      "verse_reference": "Psalm 20:7-8",
      "verse_text": "Some trust in chariots, and some in horses; But we will remember the name of the Lord our God. They have bowed down and fallen; But we have risen and stand upright.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 16,
      "verse_reference": "2 Timothy 1:3",
      "verse_text": "I thank God, whom I serve with a pure conscience, as my forefathers did, as without ceasing I remember you in my prayers night and day.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 17,
      "verse_reference": "Ecclesiastes 12:1",
      "verse_text": "Remember now your Creator in the days of your youth, Before the difficult days come, And the years draw near when you say, 'I have no pleasure in them.'",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 18,
      "verse_reference": "2 Timothy 1:5",
      "verse_text": "when I call to remembrance the genuine faith that is in you, which dwelt first in your grandmother Lois and your mother Eunice, and I am persuaded is in you also.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 19,
      "verse_reference": "Deuteronomy 4:23",
      "verse_text": "Take heed to yourselves, lest you forget the covenant of the Lord your God which He made with you, and make for yourselves a carved image in the form of anything which the Lord your God has forbidden you.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 20,
      "verse_reference": "Psalm 105:4-6",
      "verse_text": "Seek the Lord and His strength; Seek His face evermore! Remember His marvelous works which He has done, His wonders, and the judgments of His mouth, O seed of Abraham His servant, You children of Jacob, His chosen ones!",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 21,
      "verse_reference": "Isaiah 62:6",
      "verse_text": "I have set watchmen on your walls, O Jerusalem; They shall never hold their peace day or night. You who make mention of the Lord, do not keep silent.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 22,
      "verse_reference": "2 Peter 1:12",
      "verse_text": "For this reason I will not be negligent to remind you always of these things, though you know and are established in the present truth.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 23,
      "verse_reference": "Jude 1:5",
      "verse_text": "But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 24,
      "verse_reference": "Acts 20:35",
      "verse_text": "I have shown you in every way, by laboring like this, that you must support the weak. And remember the words of the Lord Jesus, that He said, 'It is more blessed to give than to receive.'",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 25,
      "verse_reference": "2 Timothy 2:8-9",
      "verse_text": "Remember that Jesus Christ, of the seed of David, was raised from the dead according to my gospel, for which I suffer trouble as an evildoer, even to the point of chains; but the word of God is not chained.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 26,
      "verse_reference": "Nehemiah 4:14",
      "verse_text": "And I looked, and arose and said to the nobles, to the leaders, and to the rest of the people, 'Do not be afraid of them. Remember the Lord, great and awesome, and fight for your brethren, your sons, your daughters, your wives, and your houses.'",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 27,
      "verse_reference": "Nehemiah 13:14",
      "verse_text": "Remember me, O my God, concerning this, and do not wipe out my good deeds that I have done for the house of my God, and for its services!",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 28,
      "verse_reference": "Psalm 25:7-8",
      "verse_text": "Do not remember the sins of my youth, nor my transgressions; According to Your mercy remember me, For Your goodness’ sake, O Lord. Good and upright is the Lord; Therefore He teaches sinners in the way.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 29,
      "verse_reference": "Psalm 106:4-5",
      "verse_text": "Remember me, O Lord, with the favor You have toward Your people. Oh, visit me with Your salvation, That I may see the benefit of Your chosen ones, That I may rejoice in the gladness of Your nation, That I may glory with Your inheritance.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 30,
      "verse_reference": "Psalm 98:3-4",
      "verse_text": "He has remembered His mercy and His faithfulness to the house of Israel; All the ends of the earth have seen the salvation of our God. Shout joyfully to the Lord, all the earth; Break forth in song, rejoice, and sing praises.",
      "category": "REMEMBRANCE"
    },
    {
      "month": "October",
      "day": 31,
      "verse_reference": "Genesis 8:1",
      "verse_text": "Then God remembered Noah, and every living thing, and all the animals that were with him in the ark. And God made a wind to pass over the earth, and the waters subsided.",
      "category": "REMEMBRANCE"
    },
    
    {
      "month": "November",
      "day": 1,
      "verse_reference": "2 Peter 3:18",
      "verse_text": "but grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory both now and forever. Amen.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 2,
      "verse_reference": "1 John 2:14",
      "verse_text": "I have written to you, fathers, Because you have known Him who is from the beginning. I have written to you, young men, Because you are strong, and the word of God abides in you, And you have overcome the wicked one.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 3,
      "verse_reference": "Hebrews 6:1",
      "verse_text": "Therefore, leaving the discussion of the elementary principles of Christ, let us go on to perfection, not laying again the foundation of repentance from dead works and of faith toward God.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 4,
      "verse_reference": "Colossians 1:10",
      "verse_text": "that you may walk worthy of the Lord, fully pleasing Him, being fruitful in every good work and increasing in the knowledge of God.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 5,
      "verse_reference": "1 Peter 2:2-3",
      "verse_text": "as newborn babes, desire the pure milk of the word, that you may grow thereby, if indeed you have tasted that the Lord is gracious.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 6,
      "verse_reference": "Philippians 1:9-10",
      "verse_text": "And this I pray, that your love may abound still more and more in knowledge and all discernment, that you may approve the things that are excellent, that you may be sincere and without offense till the day of Christ.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 7,
      "verse_reference": "Ephesians 4:13-14",
      "verse_text": "till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ; that we should no longer be children, tossed to and fro and carried about with every wind of doctrine.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 8,
      "verse_reference": "Romans 12:2",
      "verse_text": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 9,
      "verse_reference": "Galatians 5:22-23",
      "verse_text": "But the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness, gentleness, self-control. Against such there is no law.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 10,
      "verse_reference": "James 1:4",
      "verse_text": "But let patience have its perfect work, that you may be perfect and complete, lacking nothing.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 11,
      "verse_reference": "Proverbs 3:5-6",
      "verse_text": "Trust in the LORD with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 12,
      "verse_reference": "2 Corinthians 1:20",
      "verse_text": "For all the promises of God in Him are Yes, and in Him Amen, to the glory of God through us.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 13,
      "verse_reference": "Colossians 3:16",
      "verse_text": "Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 14,
      "verse_reference": "Romans 5:3-4",
      "verse_text": "And not only that, but we also glory in tribulations, knowing that tribulation produces perseverance; and perseverance, character; and character, hope.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 15,
      "verse_reference": "John 15:5,8",
      "verse_text": "'I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing... By this My Father is glorified, that you bear much fruit; so you will be My disciples.'",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 16,
      "verse_reference": "1 Timothy 4:7-8",
      "verse_text": "But reject profane and old wives’ fables, and exercise yourself toward godliness. For bodily exercise profits a little, but godliness is profitable for all things, having promise of the life that now is and of that which is to come.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 17,
      "verse_reference": "1 Timothy 4:12,15",
      "verse_text": "Let no one despise your youth, but be an example to the believers in word, in conduct, in love, in spirit, in faith, in purity... Meditate on these things; give yourself entirely to them, that your progress may be evident to all.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 18,
      "verse_reference": "1 Corinthians 14:20,40",
      "verse_text": "Brethren, do not be children in understanding; however, in malice be babes, but in understanding be mature... Let all things be done decently and in order.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 19,
      "verse_reference": "Psalm 1:1-3",
      "verse_text": "Blessed is the man Who walks not in the counsel of the ungodly, Nor stands in the path of sinners, Nor sits in the seat of the scornful; But his delight is in the law of the Lord, And in His law he meditates day and night. He shall be like a tree planted by the rivers of water, That brings forth its fruit in its season, Whose leaf also shall not wither; And whatever he does shall prosper.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 20,
      "verse_reference": "John 12:25-26",
      "verse_text": "'He who loves his life will lose it, and he who hates his life in this world will keep it for eternal life. If anyone serves Me, let him follow Me; and where I am, there My servant will be also. If anyone serves Me, him My Father will honor.'",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 21,
      "verse_reference": "Hebrews 5:12-14",
      "verse_text": "For though by this time you ought to be teachers, you have need that someone teach you again the first principles of the oracles of God; and you have come to need milk and not solid food. But solid food belongs to those who are of full age, whose senses are exercised to discern both good and evil.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 22,
      "verse_reference": "Hebrews 6:12,14",
      "verse_text": "that you do not become sluggish, but imitate those who through faith and patience inherit the promises... saying, 'Surely blessing I will bless you, and multiplying I will multiply you.'",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 23,
      "verse_reference": "Deuteronomy 32:39",
      "verse_text": "'Now see that I, even I, am He, and there is no God besides Me; I kill and I make alive; I wound and I heal; nor is there any who can deliver from My hand.'",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 24,
      "verse_reference": "Isaiah 57:18",
      "verse_text": "I have seen his ways, and will heal him; I will also lead him, and restore comforts to him and to his mourners.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 25,
      "verse_reference": "Hebrews 11:6",
      "verse_text": "But without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 26,
      "verse_reference": "Colossians 1:28-29",
      "verse_text": "Him we preach, warning every man and teaching every man in all wisdom, that we may present every man perfect in Christ Jesus. To this end I also labor, striving according to His working which works in me mightily.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 27,
      "verse_reference": "Philippians 1:6",
      "verse_text": "being confident of this very thing, that He who has begun a good work in you will complete it until the day of Christ Jesus.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 28,
      "verse_reference": "1 Thessalonians 5:23-24",
      "verse_text": "Now may the God of peace Himself sanctify you completely; and may your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ. He who calls you is faithful, who also will do it.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 29,
      "verse_reference": "James 1:2-4",
      "verse_text": "My brethren, count it all joy when you fall into various trials, knowing that the testing of your faith produces patience. But let patience have its perfect work, that you may be perfect and complete, lacking nothing.",
      "category": "GROWTH AND MATURITY"
    },
    {
      "month": "November",
      "day": 30,
      "verse_reference": "Ephesians 4:15",
      "verse_text": "But speaking the truth in love, may grow up in all things into Him who is the head—Christ.",
      "category": "GROWTH AND MATURITY"
    },
    
    {
      "month": "December",
      "day": 1,
      "verse_reference": "Psalm 23:5-6",
      "verse_text": "You prepare a table before me in the presence of my enemies; You anoint my head with oil; My cup runs over. Surely goodness and mercy shall follow me All the days of my life; And I will dwell in the house of the Lord Forever.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 2,
      "verse_reference": "Psalm 9:1-2",
      "verse_text": "I will praise You, O Lord, with my whole heart; I will tell of all Your marvelous works. I will be glad and rejoice in You; I will sing praise to Your name, O Most High.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 3,
      "verse_reference": "Psalm 35:18,28",
      "verse_text": "I will give You thanks in the great assembly; I will praise You among many people. And my tongue shall speak of Your righteousness and of Your praise all the day long.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 4,
      "verse_reference": "Psalm 69:30-31",
      "verse_text": "I will praise the name of God with a song, and will magnify Him with thanksgiving. This also shall please the Lord better than an ox or bull, which has horns and hooves.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 5,
      "verse_reference": "Psalm 95:2-3",
      "verse_text": "Let us come before His presence with thanksgiving; Let us shout joyfully to Him with psalms. For the Lord is the great God, and the great King above all gods.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 6,
      "verse_reference": "1 Chronicles 16:34-35",
      "verse_text": "Oh, give thanks to the Lord, for He is good! For His mercy endures forever. And say, 'Save us, O God of our salvation; Gather us together, and deliver us from the Gentiles, To give thanks to Your holy name, To triumph in Your praise.'",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 7,
      "verse_reference": "1 Timothy 4:4-5",
      "verse_text": "For every creature of God is good, and nothing is to be refused if it is received with thanksgiving; for it is sanctified by the word of God and prayer.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 8,
      "verse_reference": "Psalm 100:4-5",
      "verse_text": "Enter into His gates with thanksgiving, and into His courts with praise. Be thankful to Him, and bless His name. For the Lord is good; His mercy is everlasting, and His truth endures to all generations.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 9,
      "verse_reference": "Daniel 2:23",
      "verse_text": "'I thank You and praise You, O God of my fathers; You have given me wisdom and might, and have now made known to me what we asked of You, for You have made known to us the king’s demand.'",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 10,
      "verse_reference": "Philippians 4:6",
      "verse_text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 11,
      "verse_reference": "Colossians 2:6-7",
      "verse_text": "As you therefore have received Christ Jesus the Lord, so walk in Him, rooted and built up in Him and established in the faith, as you have been taught, abounding in it with thanksgiving.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 12,
      "verse_reference": "Psalm 107:8-9",
      "verse_text": "Oh, that men would give thanks to the Lord for His goodness, and for His wonderful works to the children of men! For He satisfies the longing soul, and fills the hungry soul with goodness.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 13,
      "verse_reference": "2 Peter 1:3",
      "verse_text": "as His divine power has given to us all things that pertain to life and godliness, through the knowledge of Him who called us by glory and virtue.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 14,
      "verse_reference": "1 Thessalonians 5:16-18",
      "verse_text": "Rejoice always, pray without ceasing, in everything give thanks; for this is the will of God in Christ Jesus for you.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 15,
      "verse_reference": "Amos 4:5",
      "verse_text": "Offer a sacrifice of thanksgiving with leaven, proclaim and announce the freewill offerings; for this you love, you children of Israel!” Says the Lord God.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 16,
      "verse_reference": "Jeremiah 30:19",
      "verse_text": "Then out of them shall proceed thanksgiving and the voice of those who make merry; I will multiply them, and they shall not diminish; I will also glorify them, and they shall not be small.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 17,
      "verse_reference": "1 Corinthians 15:56-57",
      "verse_text": "The sting of death is sin, and the strength of sin is the law. But thanks be to God, who gives us the victory through our Lord Jesus Christ.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 18,
      "verse_reference": "2 Corinthians 2:14",
      "verse_text": "Now thanks be to God who always leads us in triumph in Christ, and through us diffuses the fragrance of His knowledge in every place.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 19,
      "verse_reference": "2 Corinthians 4:15-16",
      "verse_text": "For all things are for your sakes, that grace, having spread through the many, may cause thanksgiving to abound to the glory of God. Therefore we do not lose heart. Even though our outward man is perishing, yet the inward man is being renewed day by day.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 20,
      "verse_reference": "Psalm 34:1-2",
      "verse_text": "I will bless the Lord at all times; His praise shall continually be in my mouth. My soul shall make its boast in the Lord; The humble shall hear of it and be glad.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 21,
      "verse_reference": "Colossians 3:17",
      "verse_text": "And whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks to God the Father through Him.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 22,
      "verse_reference": "Psalm 116:12-13",
      "verse_text": "What shall I render to the Lord for all His benefits toward me? I will take up the cup of salvation, and call upon the name of the Lord.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 23,
      "verse_reference": "Psalm 116:17-18",
      "verse_text": "I will offer to You the sacrifice of thanksgiving, and will call upon the name of the Lord. I will pay my vows to the Lord now in the presence of all His people.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 24,
      "verse_reference": "2 Corinthians 9:11,15",
      "verse_text": "while you are enriched in everything for all liberality, which causes thanksgiving through us to God. Thanks be to God for His indescribable gift!",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 25,
      "verse_reference": "Psalm 67:5-6",
      "verse_text": "Let the peoples praise You, O God; Let all the peoples praise You. Then the earth shall yield her increase; God, our own God, shall bless us.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 26,
      "verse_reference": "Hebrews 13:15-16",
      "verse_text": "Therefore by Him let us continually offer the sacrifice of praise to God, that is, the fruit of our lips, giving thanks to His name. But do not forget to do good and to share, for with such sacrifices God is well pleased.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 27,
      "verse_reference": "Deuteronomy 10:21",
      "verse_text": "He is your praise, and He is your God, who has done for you these great and awesome things which your eyes have seen.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 28,
      "verse_reference": "Zephaniah 3:17",
      "verse_text": "The Lord your God in your midst, the Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 29,
      "verse_reference": "2 Samuel 22:47,50",
      "verse_text": "The Lord lives! Blessed be my Rock! Let God be exalted, the Rock of my salvation! Therefore I will give thanks to You, O Lord, among the Gentiles, and sing praises to Your name.",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 30,
      "verse_reference": "Revelation 7:12",
      "verse_text": "saying: 'Amen! Blessing and glory and wisdom, thanksgiving and honor and power and might, be to our God forever and ever. Amen!'",
      "category": "THANKSGIVING"
    },
    {
      "month": "December",
      "day": 31,
      "verse_reference": "1 Chronicles 16:36",
      "verse_text": "Blessed be the Lord God of Israel from everlasting to everlasting! And all the people said, 'Amen!' and praised the Lord.",
      "category": "THANKSGIVING"
    }
  
    ]